{
    "checkEmail": "Check your e-mail inbox and type the code you received",
    "getCode": "Get the code",
    "poweredBy": "Powered by",
    "signIn": "Sign In",
    "continueEmail": "Continue with email",
    "disp": "Provide a practical and secure wallet for your customers",
    "manage": "Managing digital assets in Web3 has never been so simple. Forget about complications, difficult passwords, and confusing phrases",
    "useGreg": "Use Greg on the following networks",
    "gregFacilities": "Greg's facilities",
    "offerToClients": "Offer your customers a secure and uncomplicated Web3 experience.",
    "register": "Sign up",
    "confirmEmail": "Confirm your e-mail",
    "accessWallet": "Access your wallet (Your wallet is ready)",
    "fiveMinutes": "At least 5 minutes",
    "resourcesGreg": "All Greg's features",
    "signupAndEmail": "Registration and Login with E-mail",
    "practicality": "Convenience of logging in and signing up with just an email address.",
    "immediate": "Immediate",
    "criptoNFT": "Asset management (Crypto and NFT)",
    "flow": "Intuitive and simplified flows for asset management, cryptocurrencies, tokens, and NFTs.",
    "buyCripto": "Buy cryptocurrencies and tokens easily, with more convenience and speed.",
    "fiatOnRamp": "With Fiat On-ramp, converting Real to cryptocurrencies has never been so easy and accessible, allowing for fast and secure transactions through PIX.",
    "transaction": "Transaction",
    "intuitiveTransaction": "Intuitive and efficient transaction process.",
    "walletCustom": "Wallet customization",
    "walletCustomText": "Customize your wallet, personalize it according to your brand identity.",
    "plugProjects": "Projects that are using Greg",
    "cardProjects": [
        "CoinLivre High-performance financial asset tokenization using blockchain technology.",
        "NForests Blockchain-based platform designed to sell agroforestry carbon tokens.",
        "SoulPrime Decentralized social network, in the Web 3.0 concept, developed to tokenize and reward time."
    ],
    "testimonials": "Partner testimonials",
    "cardTestimonials": [
        "Greg facilitated the user's experience and entry into the Web3 and Blockchain universe, with just a few clicks you can trade cryptocurrencies quickly and simply.",
        "The onboarding with the team and the integration were very simple. Now, with one email, I offer wallets to all Soul users.",
        "Greg enabled accessibility in Web3, as it allows thousands of people to interact with the blockchain, delivering an amazing user experience."
        
    ],
    "role": "Investment specialist",
    "startNow": "Get started now",
    "integrationGreg": "Integration with Greg is very easy, simple, and fast!",
    "accessAPI": "Access our API",
    "stepByStep": "Follow the step-by-step instructions",
    "walletFastDisp": "Quickly make wallets available",
    "contact": "Get in touch",
    "aboutGreg": "Greg",
    "aboutUs": "About us",
    "help": "Help",
    "contactInfo": "Contact info",
    "legalContact": "Legal Contact"
}