{
    "checkEmail": "Verifique sua caixa de entrada de e-mails e digite o código que você recebeu",
    "getCode": "Pegue o código",
    "poweredBy": "Desenvolvido por",
    "signIn": "Inscreva-se",
    "continueEmail": "Continue com e-mail",
    "disp": "Disponibilize uma wallet prática e segura para seus clientes",
    "manage": "Gerenciar ativos digitais na Web3 nunca foi tão simples. Esqueça as complicações, senhas difíceis e frases confusas.",
    "useGreg": "Você pode usar o Greg nas seguintes redes",
    "gregFacilities": "Facilidades Greg",
    "offerToClients": "Ofereça aos seus clientes uma experiência web3 segura e descomplicada.",
    "register": "Cadastre-se",
    "confirmEmail": "Confirme seu e-mail",
    "accessWallet": "Acesse sua wallet (Sua wallet está pronta)",
    "fiveMinutes": "Ao menos 5 minutos",
    "resourcesGreg": "Todos os recursos Greg",
    "signupAndEmail": "Inscrição e login com o E-mail",
    "practicality": "Praticidade de fazer login e se cadastrar apenas com um endereço de e-mail.",
    "immediate": "Instantâneo",
    "criptoNFT": "Gestão dos ativos (Cripto e NFT)",
    "flow": "Fluxos intuitivos e simplificados para a gestão de ativos, criptomoedas, tokens e NFTs.",
    "buyCripto": "Compre criptomoedas e tokens facilmente, com mais conveniência e agilidade.",
    "fiatOnRamp": "Com o Fiat on-ramp, a conversão de Real para criptomoedas nunca foi tão fácil e acessível, permitindo transações rápidas e seguras através do PIX.",
    "transaction": "Transação",
    "intuitiveTransaction": "Processo de transação intuitivo e eficiente.",
    "walletCustom": "Customização da carteira",
    "walletCustomText": "Customize sua carteira, personalize de acordo com a identidade da sua marca.",
    "plugProjects": "Projetos plugados no Greg",
    "cardProjects": [
        "Tokenizadora de ativos financeiros de alta performance, utilizando a tecnologia blockchain.",
        "Plataforma baseada em blockchain, projetada para vender tokens de carbono agroflorestal.",
        "Rede social descentralizada, no conceito web 3.0, desenvolvida para tokenizar e recompensar o tempo."
    ],
    "testimonials": "Depoimentos de parceiros",
    "cardTestimonials": [
        "O Greg facilitou a experiência e a entrada do usuário no universo de Web3 e Blockchain, com poucos clicks você negocia criptoativos de forma rápida e simples.",
        "O onboarding com a equipe e a integração foram muito simples. Agora, com um e-mail eu ofereço wallets para todos os usuários da Soul.",
        "O Greg possibiltou a acessibilidade na Web3, pois permite que milhares de pessoas possam interagir com a blockchain, entregando uma UX incrível."
    ],
    "role": "Especialista em investimento",
    "startNow": "Comece agora",
    "integrationGreg": "A integração com o Greg é muito fácil, simples e rápida!",
    "accessAPI": "Acesse a nossa API",
    "stepByStep": "Siga as instruções passo a passo",
    "walletFastDisp": "Disponibilize carteiras rapidamente",
    "contact": "Entre em contato",
    "aboutGreg": "Sobre o Greg",
    "aboutUs": "Quem somos",
    "help": "Ajuda",
    "contactInfo": "Fale conosco",
    "legalContact": "Ouvidoria"
}